tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
brew "autoconf"
brew "automake"
brew "bat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "node"
brew "gettext"
brew "python@3.9"
brew "exa"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "jpeg"
brew "git"
brew "libffi"
brew "glow"
brew "libtool"
brew "jq"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "perl"
brew "pkg-config"
brew "poetry"
brew "postgresql"
brew "ripgrep"
brew "rust"
brew "thefuck"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "discord"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keyboardcleantool"
cask "slack"
