tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
brew "bat"
brew "bazel"
brew "python@3.9"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "jpeg"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "llvm"
brew "mas"
brew "neovim"
brew "node"
brew "openblas"
brew "perl"
brew "poetry"
brew "postgresql"
brew "prettier"
brew "prototool"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "svn"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-creative-cloud"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keyboardcleantool"
cask "lunar"
cask "phoenix"
cask "slack"
cask "spotify"
cask "timing"
mas "EventScripts", id: 525319418
mas "LINE", id: 539883307
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
