tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
brew "age"
brew "bat"
brew "bazel"
brew "python@3.10"
brew "python@3.9"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "eza"
brew "fd"
brew "jpeg"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "llvm"
brew "mas"
brew "neovim"
brew "node"
brew "openblas"
brew "perl"
brew "poetry"
brew "postgresql@15"
brew "prettier"
brew "prototool"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "rust-analyzer"
brew "sops"
brew "svn"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-creative-cloud"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "cocoapods"
cask "cyberduck"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "phoenix"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "EventScripts", id: 525319418
mas "LINE", id: 539883307
mas "Twitter", id: 1482454543
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
